Repository: nicolasUL/web-meetme
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Developer team ...
fr_fr: Equipe de développeurs ...

source: Click to email me
fr_fr: Cliquer pour m'écrire

source: Last update
fr_fr: Dernière mise à jour

source: Coming soon
fr_fr: A bientôt

source: Error connection to the manager
fr_fr: Erreur de connexion au manager

source: System error, try again later
fr_fr: Erreur système, veuillez essayer plus tard

source: Password
fr_fr: Mot de passe

source: starttime
fr_fr: sarttime

source: endtime
fr_fr: Fin

source: Callers
fr_fr: Participants

source: Scheduled Conferences
fr_fr: Conférences programmées

source: Sorry, you are not allowed to schedule a conference in the past endtime
fr_fr: Désolé, vous ne pouvez pas programmer une conférence dans le passé

source: A conference number must be numeric
fr_fr: Un numéro de conférence doit être composé uniquement de chiffres

source: Conference PINs must be numeric only
fr_fr: Le mot de passe doit être composé de chiffres uniquement

source: Moderator and user PINs must not be equal
fr_fr: Les mots de passe modérateur et utilisateur doivent être différents

source: Moderator PIN required if 'Wait for Leader is set'
fr_fr: Le mot de passe modérateur est obligatoire si l'option 'Attente initiateur' est sélectionnée

source: You must reserve at least 2 seats in this conference
fr_fr: La conférence doit être composée d'au moins 2 participants

source: Your conference is not unique. Please use a different start time or conference ID
fr_fr: Votre conférence n'est pas unique. Veuillez sélectionner une date de début ou un numéro de conférence différent

source: Sorry, you are not allowed to scheduled a conference in the past
fr_fr: Désolé, vous ne pouvez pas programmer une conférence dans le passé

source: Your conference is not unique. Please a different start time or conference ID
fr_fr: Votre conférence n'est pas unique. Veuillez sélectionner une date de début ou un numéro de conférence différent

source: Add Conference
fr_fr: Créer la conférence

source: Your Conference Details
fr_fr: Détail de la conférence

source: Continue
fr_fr: Valider

source: Conference
fr_fr: Conférence

source: Scheduled
fr_fr: programmée

source: Updated
fr_fr: mise à jour

source: Send conference call details and the message you enter below
fr_fr: Envoyer les détails de la conférence et votre message ci-dessous

source: Email Message
fr_fr: Message

source: Conference Not Scheduled
fr_fr: Conférence non programmée

source: CallerId
fr_fr: Nom/Numéro de l'appelant

source: Duration
fr_fr: Durée

source: Conference Users
fr_fr: Utilisateurs de la conférence

source: ROOM
fr_fr: Numéro

source: You are not the owner of this conference or the conference does not exist
fr_fr: Vous n'êtes pas l'initateur de cette conférence, ou la conférence n'existe pas

source: Unknown
fr_fr: Inconnu

source: Talking
fr_fr: Intervenant

source: UnMuted
fr_fr: Normal

source: Muted
fr_fr: Muet

source: User
fr_fr: Utilisateur

source: Admin
fr_fr: Administrateur

source: UNMUTE
fr_fr: NORMAL

source: MUTE
fr_fr: MUET

source: KICK
fr_fr: EXPULSER

source: No user in this conference room
fr_fr: Aucun utilisateur dans cette conférence

source: Telephone
fr_fr: Téléphone

source: Conference Participants
fr_fr: Participants de la conférence

source: No data found
fr_fr: Aune donnée trouvée

source: No participants found for that conference number
fr_fr: Aucun participant trouvé pour cette conférence

source: Conference #
fr_fr: N° Conférence

source: Conference Name
fr_fr: Nom conférence

source: Starts
fr_fr: Début

source: Ends
fr_fr: Fin

source: Scheduled Conference
fr_fr: Conférences programmées

source: Uncheck All
fr_fr: Désélectionner tout

source: Check All
fr_fr: Sélectionner tout

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Delete Selected
fr_fr: Supprimer la sélection

source: Are you sure
fr_fr: Etes-vous sûr

source: No conference with that conference number
fr_fr: Aucune conférence avec ce numéro

source: Start
fr_fr: Début

source: End
fr_fr: Fin

source: No recorded conference found with that conference number and pin
fr_fr: Aucune conférence enregistrée trouvée avec ce numéro de conférence

source: No conferences found
fr_fr: Aucune conférence trouvée

source: Total Conferences Scheduled and used on
fr_fr: Conférences programmées et utilisées le

source: Admin Password
fr_fr: Mot de passe Administrateur

source: has invited you to the following conference call
fr_fr: vous a invité à suivre cette conférence

source: Conference Number
fr_fr: Numéro Conférence

source: Conference Password
fr_fr: Mot de passe Conférence

source: Start Date and Time
fr_fr: Date et heure de début

source: End Date and Time
fr_fr: Date et heure de fin

source: Dial In Info
fr_fr: Procédure de connexion à la conférence

source: You will then prompted for the conference and pin numbers
fr_fr: Lors de l'appel, les numéros de la conférence et le mot de passe vous seront demandés.

source: This conference will be recorded. After the conference is complete
fr_fr: Cette conférence va être enregistrée. Une fois la conférence terminée

source: you may listen to the recording by
fr_fr: vous pourrez réécouter la conférence en allant à l'adresse

source: The conference call can be accessed by calling
fr_fr: La conférence peut être jointe en appelant le

source: Warning : for join conference, it's neccessary to use phone with vocal frequence
fr_fr: ATTENTION : pour vous connecter à la conférence, il est obligatoire d'utiliser votre téléphone en fréquence vocale

source: In case of problem, please contact
fr_fr: En cas de problème, veuillez contacter le

source: at
fr_fr: au

source: Administrator
fr_fr: Administrateur de l'audio-conférence

source: Conference Call
fr_fr: Audio-conférence

source: The following message has been sent to all invited participants
fr_fr: Ce message a été envoyé à tous les participants que vous avez invité :

source: Announce
fr_fr: Enregistrement Nom Participant

source: Record
fr_fr: Enregistrer Conférence

source: Listen Only
fr_fr: Mode Ecoute Seule

source: Wait for Leader
fr_fr: Attente du modérateur

source: January
fr_fr: janvier

source: February
fr_fr: février

source: March
fr_fr: mars

source: April
fr_fr: Avril

source: May
fr_fr: mai

source: June
fr_fr: juin

source: July
fr_fr: juillet

source: August
fr_fr: Aout

source: September
fr_fr: septembre

source: October
fr_fr: octobre

source: November
fr_fr: novembre

source: December
fr_fr: décembre

source: Daily
fr_fr: Tous les jours

source: Weekly
fr_fr: Toutes les semaines

source: Bi-weekly
fr_fr: Toutes les 2 semaines

source: Support Team
fr_fr: Equipe support

source: Phone:
fr_fr: Téléphone:

source: Developer Team
fr_fr: Equipe de développeurs

source: Last update:
fr_fr: Dernière mise à jour:

source: Developer Website:
fr_fr: Site internet des développeurs:

source: User details ...
fr_fr: Utilisateur ...

source: Currently logged on as
fr_fr: Actuellement connecté en tant que

source: and a member of
fr_fr: et un membre du groupe

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Conference Owner
fr_fr: Initiateur Conférence

source: Conference ID
fr_fr: Numéro de conférence

source: Recurrence Information
fr_fr: Conférence récurrente

source: Please contact
fr_fr: Veuillez contacter

source: for assistance
fr_fr: pour l'assistance

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Delete
fr_fr: Supprimer

source: Please enter a valid email address
fr_fr: Veuiller entrer une adresse email valide

source: Scheduling
fr_fr: Gestion des conférences

source: Delete Conferences
fr_fr: Suppression

source: Past Conferences
fr_fr: Terminées

source: Current Conferences
fr_fr: En cours

source: Future Conferences
fr_fr: Programmées

source: User Management
fr_fr: Gestion des utilisateurs

source: Add User
fr_fr: Ajouter utilisateur

source: Update User
fr_fr: Mise à jour Utilisateur

source: Reports
fr_fr: Rapports

source: About
fr_fr: A propos

source: Log-off
fr_fr: Déconnexion

source: Key:
fr_fr: Légende :

source: Conferences Scheduled
fr_fr: Conférences programmées

source: Conferences used
fr_fr: Conférences utilisées

source: Minutes Used:
fr_fr: Minutes utilisées :

source: No Conferences Scheduled
fr_fr: Aucune conférence programmée

source: Listen to previously recorded conferences
fr_fr: Réécouter une conférence enregistrée

source: Please enter the conference number and pin
fr_fr: Veuillez entrer le numéro et le mot de passe de la conférence

source: Pin
fr_fr: Mot de passe

source: Find
fr_fr: Chercher

source: <h2>Communicate and control your audience.</h2> <p>Conferencing puts you in complete control of your virtual meetings, bringing them to life in a fully interactive meeting room over the Internet.</p> <p>Now, you can control your conference on your PC screen and manage a dynamic visual presentation over the Internet. </p>
fr_fr: <h2>Communiquer et contrôler votre conférence.</h2> <p>L'application vous permet de contôler complètement vos réunions virtuelles, dans une salle de réunion entièrement interactive sur internet.</p> <p>Maintenant, vous pouvez contrôler votre conférence sur l'écran de votre PC et gérer de manière dynamique votre présentation sur internet. </p>

source: Select the room number that you want to handle
fr_fr: Sélectionner le numéro de la coférence à gérer

source: Conference ROOM
fr_fr: Chercher une conférence

source: Extend
fr_fr: Prolonger

source: End now
fr_fr: Arrêter

source: Invite
fr_fr: Inviter

source: days
fr_fr: jours

source: weeks
fr_fr: semaines

source: Change details about this conference
fr_fr: Modifier les informations de cette conférence

source: Enter the details about the conference to add
fr_fr: Entrer les informations de la conférence à ajouter

source: Conference Description
fr_fr: Nom de la conférence (nom qui figurera dans le mail d'invitation)

source: Conference Room Number
fr_fr: Sélectionner un numéro de conférence

source: Numeric password for the Moderator
fr_fr: Mot de passe modérateur (chiffres uniquement)

source: Moderator PIN
fr_fr: Mot de passe Modérateur

source: Options that apply only to Moderators
fr_fr: Options pour le modérateur

source: Moderator Options
fr_fr: Options Modérateur

source: No Passwords
fr_fr: Pas de mot de passe

source: Numeric password for normal callers
fr_fr: Mot de passe utilisateur (chiffres uniquement)

source: User PIN
fr_fr: Mot de passe Utilisateur

source: Options that apply only to normal callers
fr_fr: Options pour les utilisateurs

source: User Options
fr_fr: Options Utilisateurs

source: Start Time
fr_fr: Date début

source: Single or repeating scheduled conferences
fr_fr: Conférence unique ou répétée

source: Recurs
fr_fr: Répétition

source: Reoccurs
fr_fr: Répéter

source: for
fr_fr: pendant

source: How many callers may join
fr_fr: Nombre de participants maximum à la conférence

source: Max Participants
fr_fr: Maximum Participants

source: Invite to conference
fr_fr: Inviter à la conférence

source: Update Conference
fr_fr: Mise à jour

source: Update the Series
fr_fr: Modifier la série

source: Are you sure?
fr_fr: Etes-vous sûr ?

source: Select the Conference that you want to Delete
fr_fr: Sélectionner la conférence à supprimer

source: Search for Conference
fr_fr: Chercher une conférence

source: Select the Conference that you want to Review
fr_fr: Sélectionner la conférence à revoir

source: Select the Conference that you want to Monitor
fr_fr: Sélectionner la conférence à superviser

source: Select the Conference that you want to Modify
fr_fr: Sélectionner la conférence à modifier

source: Enter the details about the user to add
fr_fr: Entrer les informations de l'utilisateur à ajouter

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: User Email
fr_fr: Email

source: Is Admin
fr_fr: Administrateur

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Select the user that you want to edit
fr_fr: Sélectionner l'utilisateur à modifier

source: Select the date to view a Report
fr_fr: Sélectionner la date du rapport à consulter

source: You have successfully logged off.
fr_fr: Vous vous êtes déconnecté avec succès.

source: Logon Name
fr_fr: Login

source: Please enter your username and password
fr_fr: Veuillez entrer votre identifiant et votre mot de passe

source: Your password goes here
fr_fr: Indiquer ici votre mot de passe

source: Outbound Call to invited participant
fr_fr: Lancer un appel pour inviter un participant

source: Telephone #
fr_fr: Numéro téléphone

source: CALL
fr_fr: Appeler

source: Remove User
fr_fr: Supprimer Utilisateur

source: You Are not an Administrator of this system
fr_fr: Vous n'êtes pas administrateur de ce système

source: User Created
fr_fr: Utilisateur créé

source: User Name
fr_fr: Nom Utilisateur

source: User Password
fr_fr: Mot de passe utilisateur

source: User Deleted
fr_fr: Utilisateur supprimé

source: User Not Created
fr_fr: Utilisateur non créé

source: Users
fr_fr: Utilisateurs
